Repository: juanecl/jec-wp-portfolio
Catalog: languages/jec-portfolio-*.po
Languages: es_es

source: A plugin to manage portfolios.
es_es: Un complemento para administrar portafolios.

source: A widget to display position information with associated company and projects
es_es: Un widget para mostrar la información de una experiencia con la compañía y proyectos asociados

source: A widget to display profile information
es_es: Un widget para mostrar información del perfil

source: Active
es_es: Activo

source: active
es_es: activo

source: Add New
es_es: Agregar nuevo

source: Add New Company
es_es: Agregar nueva compañía

source: Add New Knowledge
es_es: Agregar nuevo conocimiento

source: Add New Position
es_es: Agregar nueva experiencia

source: Add New Profile
es_es: Agregar nuevo perfil

source: Add New Project
es_es: Agregar nuevo proyecto

source: Add New Skill
es_es: Agregar nueva habilidad

source: Add or remove knowledge
es_es: Agrega o elimina conocimiento

source: Add or remove skills
es_es: Agrega o elimina habilidad

source: All Companies
es_es: Todas las compañías

source: All Knowledge
es_es: Todos los conocimientos

source: All parameters are required.
es_es: Todos los parámetros son obligatorios.

source: All Positions
es_es: Todas las experiencias

source: All Profiles
es_es: Todos los perfiles

source: All Projects
es_es: Todos los proyectos

source: All Skills
es_es: Todas las habilidades

source: Basic Information
es_es: Información básica

source: Bio (EN)
es_es: Acerca

source: Bio (ES)
es_es: Acerca

source: Bio EN
es_es: Acerca

source: Bio ES
es_es: Acerca

source: Birthdate
es_es: Fecha de nacimiento

source: By knowledge
es_es: Por conocimiento

source: By skills
es_es: Por habilidades

source: Career
es_es: Carrera

source: Category
es_es: Rubro

source: Check if the position is currently active.
es_es: Marca si la experiencia es la actual.

source: Check if the position is freelance.
es_es: Marcar si la experiencia es independiente.

source: Check if the project is currently active.
es_es: Marcar si el proyecto sigue activo.

source: Choose from the most used
es_es: Elige de las más usadas

source: Close
es_es: Cerrar

source: Companies
es_es: Compañías

source: Companies list
es_es: Lista de compañías

source: Companies list navigation
es_es: Navegación de lista de compañías

source: Company
es_es: Compañía

source: Company Archives
es_es: Archivo de compañías

source: Company Attributes
es_es: Atributos de compañía

source: Company URL
es_es: URL de la compañía

source: Current job
es_es: Trabajo actual

source: CV EN
es_es: Currículum

source: CV ES
es_es: Currículum

source: Dates
es_es: Fechas

source: Description
es_es: Descripción

source: Description of the Company post type
es_es: Descripción del tipo de entrada 'Compañía'

source: Description of the Position post type
es_es: Descripción del tipo de entrada 'Experiencia'

source: Description of the Profile post type
es_es: Descripción del tipo de entrada 'Perfil'

source: Description of the Project post type
es_es: Descripción del tipo de entrada 'Proyecto'

source: Download CV
es_es: Descargar currículum

source: Download Resume
es_es: Descargar Currículum

source: Edit Company
es_es: Editar compañía

source: Edit Knowledge
es_es: Editar conocimiento

source: Edit Position
es_es: Editar Experiencia

source: Edit Profile
es_es: Editar perfil

source: Edit Project
es_es: Editar proyecto

source: Edit Skill
es_es: Editar habilidad

source: Email
es_es: Correo electrónico

source: End Date
es_es: Fecha de término

source: Enter the bio in English.
es_es: Introduzca la biografía en inglés.

source: Enter the bio in Spanish.
es_es: Ingresa la biografía en español.

source: Enter the birthdate.
es_es: Introduzca la fecha de nacimiento.

source: Enter the career.
es_es: Ingresa el título universitario.

source: Enter the category of the company.
es_es: Ingresa el rubro de la compañía.

source: Enter the description of the position.
es_es: Ingrese la descripción de la experiencia.

source: Enter the description of the project.
es_es: Ingrese la descripción del proyecto.

source: Enter the email address.
es_es: Introduzca la dirección de correo electrónico.

source: Enter the end date for the position.
es_es: Ingresa la fecha de término de la experiencia laboral.

source: Enter the end date for the project.
es_es: Ingresa la fecha de término del proyecto.

source: Enter the Git URL.
es_es: Introduzca la URL de Git.

source: Enter the LinkedIn URL.
es_es: Introduzca la URL de LinkedIn.

source: Enter the location for this position.
es_es: Introduzca la ubicación para esta experiencia.

source: Enter the location.
es_es: Introduzca la ubicación.

source: Enter the name.
es_es: Introduzca el nombre.

source: Enter the phone number.
es_es: Introduzca el número de teléfono.

source: Enter the StackOverflow URL.
es_es: Ingrese la URL de StackOverflow.

source: Enter the start date for the position.
es_es: Ingresa la fecha de inicio de la experiencia laboral.

source: Enter the start date for the project.
es_es: Ingresa la fecha de inicio del proyecto.

source: Enter the URL for the project.
es_es: Ingresa la URL del proyecto.

source: Enter the URL of the company.
es_es: Ingresa la URL de la compañía.

source: Error: Positions query results not provided.
es_es: Error: La consulta de experiencias no ha devuelto resultados.

source: Featured Image
es_es: Imagen destacada

source: Filter by knowledge and skill terms
es_es: Filtra por términos de conocimiento y habilidades

source: Filter companies list
es_es: Filtrar listado de compañías

source: Filter positions list
es_es: Filtrar listado de experiencias

source: Filter profiles list
es_es: Filtrar listado de perfiles

source: Filter projects list
es_es: Filtrar listado de proyectos

source: Freelance
es_es: Independiente

source: Git URL
es_es: URL de Git

source: Insert into company
es_es: Agregar a compañía

source: Insert into position
es_es: Agregar a experiencia

source: Insert into profile
es_es: Agregar al perfil

source: Insert into project
es_es: Agregar al proyecto

source: jec-portfolio
es_es: JEC Portafolio

source: Knowledge
es_es: Conocimiento

source: Knowledge list
es_es: Listado de conocimiento

source: Knowledge list navigation
es_es: Navegación de listado de conocimiento

source: LinkedIn URL
es_es: URL de LinkedIn

source: Location
es_es: Ubicación

source: Meta box type not found: %s
es_es: Tipo de meta box no encontrado: %s

source: Name
es_es: Nombre

source: New Company
es_es: Nueva compañía

source: New Knowledge Name
es_es: Nombre de nuevo conocimiento

source: New Position
es_es: Nueva Experiencia

source: New Profile
es_es: Nuevo perfil

source: New Project
es_es: Nuevo proyecto

source: New Skill Name
es_es: Nombre de nueva habilidad

source: No category
es_es: Sin rubro

source: No company
es_es: Sin compañía

source: No knowledge
es_es: Sin conocimientos

source: No knowledge terms assigned.
es_es: No hay términos de conocimiento asignados.

source: No positions found.
es_es: Sin experiencias encontradas.

source: No skills
es_es: Sin habilidades

source: No skills terms assigned.
es_es: No hay términos de habilidad asignados.

source: Not Found
es_es: No encontrado

source: Not found
es_es: No encontrado

source: Not found in Trash
es_es: No se encontró en la papelera

source: Parent Company:
es_es: Compañía superior:

source: Parent Knowledge
es_es: Conocimiento superior

source: Parent Knowledge:
es_es: Conocimiento superior:

source: Parent Position:
es_es: Experiencia superior:

source: Parent Profile:
es_es: Perfil superior:

source: Parent Project:
es_es: Proyecto superior:

source: Parent Skill
es_es: Habilidad superior

source: Parent Skill:
es_es: Habilidad superior:

source: Phone
es_es: Teléfono

source: Popular Knowledge
es_es: Conocimiento popular

source: Popular Skills
es_es: Habilidades popular

source: Position
es_es: Experiencia

source: Position Archives
es_es: Archivos de experiencias

source: Position Attributes
es_es: Atributos de la experiencia

source: Position Widget
es_es: Widget de la experiencia

source: Positions
es_es: Experiencias

source: positions found.
es_es: experiencias encontradas.

source: Positions list
es_es: Lista de experiencias

source: Positions list navigation
es_es: Navegación por la lista de experiencias

# Post Type General Name
source: Companies
es_es: Compañías

# Post Type General Name
source: Positions
es_es: Experiencias

# Post Type General Name
source: Profiles
es_es: Perfiles

# Post Type General Name
source: Projects
es_es: Proyectos

# Post Type Singular Name
source: Company
es_es: Compañía

# Post Type Singular Name
source: Position
es_es: Experiencia

# Post Type Singular Name
source: Profile
es_es: Perfil

# Post Type Singular Name
source: Project
es_es: Proyecto

source: Profile
es_es: Perfil

source: Profile Archives
es_es: Archivos de perfil

source: Profile Attributes
es_es: Atributos del perfil

source: Profile ID not provided.
es_es: No se ha provisto un ID de perfil.

source: Profile not found.
es_es: Perfil no encontrado.

source: Profile Widget
es_es: Widget de perfil

source: Profiles
es_es: Perfiles

source: Profiles list
es_es: Lista de perfiles

source: Profiles list navigation
es_es: Navegación por la lista de perfiles

source: Project
es_es: Proyecto

source: Project Archives
es_es: Archivo de proyectos

source: Project Attributes
es_es: Atributos de proyecto

source: Project URL
es_es: URL de proyecto

source: Projects
es_es: Proyectos

source: Projects list
es_es: Listado de proyectos

source: Projects list navigation
es_es: Navegación de listado de proyectos

source: Related projects
es_es: Proyectos relacionados

source: Remove featured image
es_es: Eliminar imagen destacada

source: Reset Filters
es_es: Borrar filtros

source: Download
es_es: Descargar

source: PDF library not available.
es_es: La librería de PDF no está disponible.

source: Search Company
es_es: Buscar compañía

source: Search Knowledge
es_es: Buscar conocimiento

source: Search Position
es_es: Buscar Experiencia

source: Search Positions
es_es: Buscar Experiencias

source: Search Profile
es_es: Buscar Perfil

source: Search Project
es_es: Buscar proyecto

source: Search Skills
es_es: Buscar habilidades

source: Select a position
es_es: Selecciona una experiencia

source: Select a profile
es_es: Seleccione un perfil

source: Select Company
es_es: Seleccionar empresa

source: Select Position:
es_es: Selecciona una experiencia:

source: Select Profile:
es_es: Seleccionar perfil:

source: Select Projects
es_es: Seleccionar Proyectos

source: Select the company associated with this position.
es_es: Seleccione la empresa asociada a esta experiencia.

source: Select the projects associated with this position.
es_es: Seleccione los proyectos asociados a esta experiencia.

source: Separate knowledge with commas
es_es: Separa los términos de conocimiento por comas

source: Separate skills with commas
es_es: Separa los términos de habilidades por comas

source: Set featured image
es_es: Establecer imagen destacada

source: Skills
es_es: Habilidades

source: Skills list
es_es: Listado de habilidades

source: Skills list navigation
es_es: Navegación de listado de habilidades

source: Social URLs
es_es: URL sociales

source: StackOverflow URL
es_es: URL de StackOverflow

source: Start Date
es_es: Fecha de inicio

source: Summary
es_es: Acerca

# Taxonomy General Name
source: Knowledge
es_es: Conocimiento

# Taxonomy General Name
source: Skills
es_es: Habilidades

# Taxonomy Singular Name
source: Knowledge
es_es: Conocimiento

# Taxonomy Singular Name
source: Skill
es_es: Habilidad

source: The post_type parameter is required.
es_es: El parámetro post_type es requerido.

source: Update Company
es_es: Actualizar compañía

source: Update Knowledge
es_es: Actualizar conocimiento

source: Update Position
es_es: Actualizar experiencia

source: Update Profile
es_es: Actualizar perfil

source: Update Project
es_es: Actualizar proyecto

source: Update Skill
es_es: Actualizar habilidad

source: Upload the CV in English.
es_es: Subir el currículum en inglés.

source: Upload the CV in Spanish.
es_es: Subir el currículum en español.

source: Uploaded to this company
es_es: Subido a esta compañía

source: Uploaded to this position
es_es: Subido a esta experiencia

source: Uploaded to this profile
es_es: Subido a este perfil

source: Uploaded to this project
es_es: Subido a este proyecto

source: Use as featured image
es_es: Usar como imagen destacada

source: View Companies
es_es: Ver compañías

source: View Company
es_es: Ver compañía

source: View File
es_es: Ver

source: View Knowledge
es_es: Ver conocimiento

source: View Position
es_es: Ver experiencia

source: View Positions
es_es: Ver experiencias

source: View Profile
es_es: Ver perfil

source: View Profiles
es_es: Ver perfiles

source: View Project
es_es: Ver proyecto

source: View Projects
es_es: Ver proyectos

source: View Skill
es_es: Ver habilidad

source: Work experience
es_es: Trayectoria
